brew "act"
brew "bombardier"
brew "chezmoi"
brew "cosign"
brew "diff-so-fancy"
brew "fastfetch"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
# brew "gitlab-runner"
brew "iperf"
brew "jq"
brew "mas"
brew "mkcert"
brew "oh-my-posh"
brew "openssl@3"
# brew "podman"
brew "rclone"
brew "starship"
brew "zoxide"
cask "1password"
cask "1password-cli"
cask "appcleaner"
cask "araxis-merge"
cask "container"
cask "docker"
cask "font-cascadia-code"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iina"
cask "jetbrains-toolbox"
cask "keka"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-teams"
# cask "ngrok"
# cask "notchnook"
cask "notion"
cask "p4v"
# cask "podman-desktop"
cask "postman"
cask "tableplus"
cask "tower"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Affinity Designer 2", id: 1616831348
mas "Affinity Photo 2", id: 1616822987
# mas "Amphetamine", id: 937984704
mas "Bitdefender Virus Scanner", id: 500154009
mas "Craft", id: 1487937127
# mas "Keynote", id: 409183694
# mas "Magnet", id: 441258766
# mas "Microsoft Excel", id: 462058435
# mas "Microsoft Word", id: 462054704
mas "Money", id: 1185488696
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
# mas "Pixelmator Pro", id: 1289583905
# mas "Pixelmator", id: 407963104
mas "Reeder", id: 1529448980
mas "Slack", id: 803453959
mas "Swift Playground", id: 1496833156
# mas "The Unarchiver", id: 425424353
mas "WhatsApp", id: 310633997
mas "Xcode", id: 497799835
# vscode "antfu.file-nesting"
# vscode "eamodio.gitlens"
# vscode "editorconfig.editorconfig"
# vscode "esbenp.prettier-vscode"
# vscode "github.copilot"
# vscode "github.copilot-chat"
# vscode "mikestead.dotenv"
# vscode "ms-azuretools.vscode-containers"
# vscode "ms-vscode-remote.remote-containers"
# vscode "pkief.material-icon-theme"
